---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemWeldDoubleEffectivethroat
source: html/46677069-6e37-0249-2982-5dc7eb2991dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemWeldDoubleEffectivethroat Property

"Double Effective Throat"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemWeldDoubleEffectivethroat { get; }
```